
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>Title</title>
</head>
<style>
    .p{
        text-indent: 2%;
    }
    ::-webkit-scrollbar {
        width: 6px; /*对垂直流动条有效*/
    }
    /*定义滚动条的轨道颜色、内阴影及圆角*/
    ::-webkit-scrollbar-track{
        /*-webkit-box-shadow: inset 0 0 6px rgba(0,0,0,.3);*/
        background-color: #FFFFFF;
        border-radius: 3px;
    }
    /*定义滑块颜色、内阴影及圆角*/
    ::-webkit-scrollbar-thumb{
        border-radius: 7px;
        -webkit-box-shadow: inset 0 0 6px rgba(0,0,0,0.2);
        background-color: rgba(0,0,0,0.3);
    }
    /*定义两端按钮的样式*/
    /*::-webkit-scrollbar-button {
        background-color:cyan;
    }*/
    /*定义右下角汇合处的样式*/
    ::-webkit-scrollbar-corner {
        background:khaki;
    }
</style>
<body>
<a name="jb"></a><div>
    <h3>当 前 位 置 :反馈中心&gt;软件帮助</h3>
</div>
 <a href="#fk">底部</a>
<fieldset>
    <legend>基本使用:</legend>
    <div>
        <p><h3>一、修改个人信息</h3></p>
        <p style="text-indent: 1%">
            点左边的个人中心，选择修改个人信息，按照文本框的文字提示填写入你要修改的信息
        </p>
        <p><h3>二、修改密码</h3></p>
        <p class="p">
            点左边的个人中心，选择修改密码，按照文本框的文字提示填写入你要修改的信息
        </p>
        <p><h3>三、用户管理</h3></p>
        <p>
            <h4>1、添加用户</h4>
            <p class="p">点左边的数据中心，选择用户列表，在页面的左上角找到“添加用户”的按钮，点击按钮之后，会弹出对话框，
            按照文本框的文字提示填写入你要输入的信息，点击确定按钮即可。如果想要退出添加用户，点击弹窗的“取消按钮”。
            </p>
        </p>
        <p>
            <h4>2、修改用户</h4>
            <p class="p">点左边的数据中心，选择用户列表，在页面的用户后面找到“修改”的按钮，点击按钮之后，会弹出对话框，
            按照文本框的文字提示填写入你要输入的信息，点击确定按钮即可。如果想要退出添加用户，点击弹窗的“取消按钮”。
            </p>
        </p>
        <p>
            <h4>3、删除用户</h4>
            <p class="p">点左边的数据中心，选择用户列表，在页面的用户后面找到“删除”的按钮，点击按钮之后，
                <span style="color: red">会立即删除用户,请谨慎操作！</span>
            </p>
        </p>
        <p>
            <h4>4、查看负责的用户</h4>
            <p class="p">点左边的数据中心，选择“负责用户信息”，即可查看您负责的用户。
            </p>
        </p>

        <p><h3>四、菜品/日用品管理</h3></p>
        <p>
        <h4>1、添加用户</h4>
        <p class="p">点左边的数据中心，选择菜品/日用品管理，在页面的左上角找到“添加菜品/日用品”的按钮，点击按钮之后，会弹出对话框，
            按照文本框的文字提示填写入你要输入的信息，点击确定按钮即可。如果想要退出添加菜品/日用品，点击弹窗的“取消按钮”。
        </p>
        </p>
        <p>
        <h4>2、修改菜品/日用品</h4>
        <p class="p">点左边的数据中心，选择菜品/日用品管理，在页面的菜品/日用品后面找到“修改”的按钮，点击按钮之后，会弹出对话框，
            按照文本框的文字提示填写入你要输入的信息，点击确定按钮即可。如果想要退出修改菜品/日用品，点击弹窗的“取消按钮”。
        </p>
        </p>
        <p>
        <h4>3、删除用户</h4>
        <p class="p">点左边的数据中心，选择菜品/日用品，在页面的菜品/日用品后面找到“删除”的按钮，点击按钮之后，
            <span style="color: red">会立即删除菜品/日用品,请谨慎操作！</span>
        </p>
        </p>
        <p>
        <h4>4、菜品/日用品送达记录</h4>
        <p class="p">点左边的数据中心，选择“菜品/日用品送达记录”，即可查看您负责的菜品/日用品送达记录。
        </p>
        </p>

        <p><h3>四、房间管理</h3></p>
        <p>
        <h4>1、添加房间</h4>
        <p class="p">点左边的数据中心，选择房间管理，在页面的左上角找到“添加房间”的按钮，点击按钮之后，会弹出对话框，
            按照文本框的文字提示填写入你要输入的信息，点击确定按钮即可。如果想要退出添加房间，点击弹窗的“取消按钮”。
        </p>
        </p>
        <p>
        <h4>2、修改房间</h4>
        <p class="p">点左边的数据中心，选择房间管理，在页面的房间后面找到“修改”的按钮，点击按钮之后，会弹出对话框，
            按照文本框的文字提示填写入你要输入的信息，点击确定按钮即可。如果想要退出修改房间，点击弹窗的“取消按钮”。
        </p>
        </p>
        <p>
        <h4>3、删除房间</h4>
        <p class="p">点左边的数据中心，选择菜品/日用品，在页面的菜品/日用品后面找到“删除”的按钮，点击按钮之后，
            <span style="color: red">会立即删除菜品/日用品,请谨慎操作！</span>
        </p>
        </p>
        <p>
        <h4>4、菜品/日用品送达记录</h4>
        <p class="p">点左边的数据中心，选择“菜品/日用品送达记录”，即可查看您负责的菜品/日用品送达记录。
        </p>
        </p>
    </div>
    <a name="fk"></a>
</fieldset>
<a href="#jb">顶部</a>
<br/><br/>

</body>
</html>


